---
kind: property
id: P:Autodesk.Revit.DB.ViewScheduleExportOptions.Title
source: html/b812dfca-1284-4de7-4630-4fa978bde3bb.htm
---
# Autodesk.Revit.DB.ViewScheduleExportOptions.Title Property

Whether or not to export the schedule title. Default is true.

## Syntax (C#)
```csharp
public bool Title { get; set; }
```